<template>
    <div>
        <div class="title">
            <h1>设备环境</h1>
        </div>
        <div class="tabs">
            <el-tabs tab-position="left" class="tab">
                <el-tab-pane label="设备情况">
                    <div class="content">
                        <p>
                            经过多年的建设，目前实验教学中心拥有固定资产总值 300 余万元。近五年来中心
                            的软件更新率达到 75%以上，完好率达到 90%。这些软件平台主要用于本科实验教学、
                            学生的科技创新活动和开放服务，利用率达到 100%。仪器设备和软件平台有：ERP物理沙盘、ERP电子沙盘、ERP软件U8、PC服务器、金蝶 K/3、EAS、BOS 套件、HP 服务器 DL580G5、
                            HP 服务器 DL380G6、HP YX6600 小型机、商务智能系统 SAP-BO、SAP B1 ERP、智能化财务分析系统软件、客户关系管理实践教学软件、物流系统仿真软件、现代企业经营决策仿真
                            系统软件、实用人力资源测试系统软件等。
                        </p>
                        <p>
                            并且，设备维护状况良好。实验中心制定有《实验教学仪器管理办法》，用于实验教学仪器的管理。计算机设
                            备三年内厂家免费维保，三年后学院有专门经费维护保障。各软件平台的使用状况和日
                            常维护由负责该平台所在的实验项目指导教师负责。一般仪器故障由实验室技术人员负
                            责维修，大型仪器设备故障报请实验中心，由学校教务处设备管理科负责联系厂家进行
                            维修。
                        </p>
                        <p>
                            实验室建有完善的环保和安全制度。实验室设有通风橱，专门用于强挥发性实验试 剂的配置。良好的环境通风设备（中央通风系统）可保证实验室的空气质量满足国家实 验室的相关技术标准。
                        </p>
                    </div>
                </el-tab-pane>
            </el-tabs>
        </div>
    </div>
</template>

<script>
    import '../tabs.css'
    export default {
        name: "Device"
    }
</script>

<style scoped>

</style>