<template>
    <div>
        <div class="title">
            <h1>实训队伍</h1>
        </div>
        <div class="tabs">
            <el-tabs tab-position="left" class="tab">
                <el-tab-pane label="教学理论">
                    <div class="content">
                        <p>
                            经济全球化和一体化的快速推进，对管理人才提出了更高的要求，新型管理人才
                            不仅需要具备坚实的理论基础和合理的知识结构，还需要具备发现、分析和解决实践
                            中各种错综复杂问题的能力，特别需要具备创新能力。
                            为加强管理类专业学生的实践能力和创新能力培养，ERP 综合实训中心牢牢树立
                            “以学生为本、知识传授、能力培养和素质提高协调发展”的教育理念，坚持“以能
                            力培养为核心”的实验教学观念。从根本上改变实验教学依附于理论教学的传统观念，
                            充分发挥实验教学在学校人才培养和教学工作中的地位，形成理论教学与实验教学统
                            筹协调的理念和氛围。
                            遵循管理类专业培养目标和学科特点，将企业经营模拟和仿真环境与理论知识相
                            结合，ERP 综合实训中心促进学生知识-能力-素质的全面发展，突出能力培养，实现实
                            验教学与理论教学、实验教学与学生职业素养、实验教学与创业能力培养的有机结合。
                        </p>
                        <p>
                            按照学校创新型人才的培养目标，ERP 综合实训中心注重改革传统实验教学的内容
                            和模式，建立相对独立的、多样化的实验教学体系，注重学生多学科、多领域、跨专
                            业之间的知识交叉和融合。通过体验实际的企业运营和决策，培养学生的企业家精神和团队合作能力，并激发学生探求未知的热情和进一步深入学习理论知识的积极性。
                            中心的定位为：
                            （1）课程实验中心。基于四大平台开展与管理类专业相关的各类课程实验，使学
                            生掌握所学专业的基本理论和基本技能。
                            （2）校内实习中心。通过 ERP 的物料供应链管理和生产运作管理实训平台、网络
                            会计模拟实训平台等专业综合训练平台开展综合实验，提高学生专业知识的融合能力
                            和综合运用能力。
                            （3）创业模拟中心。通过企业经营决策仿真平台开展创业模拟，培养学生的经营
                            决策能力和创业管理能力。
                            （4）科研创新中心。通过 ERP 软件平台中的 BOS 系统和商务智能模块，进行软件
                            的流程定制、二次开发和数据的商务分析，培养学生的科研创新能力。
                        </p>
                    </div>
                </el-tab-pane>
                <el-tab-pane label="教学体系">
                    <div class="content">
                        <p>
                            围绕管理类专业的人才培养目标和学生的认知学习规律，统筹考虑本科四年的理
                            论教学内容，从学生入学一直贯穿到毕业离校，基于建构理论分阶段分层次设计 ERP
                            实验实训的教学体系。包括 ERP 物流与供应链管理、ERP 生产与运作管理、网络会计模
                            拟、企业经营决策模拟等四个部分。通过组织一系列的教学实践活动, 使学生置身于
                            企业的经营环境中, 以企业日常运营的典型工作任务安排实践内容, 激发学生的学习
                            热情, 培养学生的综合应用与实践能力。
                        </p>
                        <p>
                            ERP 物流与供应链管理以企业进销存业务活动为对象，实现物流、资金流和信息流
                            的统一管理，主要包括采购管理、销售管理、库存管理和存货核算等内容。让学生了
                            解如何通过有效的供应链管理，控制和优化整个供应链的运作，从而提升企业竞争力。
                        </p>
                        <p>
                            ERP 生产与运作管理包含产品的 BOM 设计、主生产计划编制、物料需求计划编制、
                            JIT 生产等内容。学生从创立企业之初，就需要设计产品的基本结构组成和生产工艺路
                            线，掌握按订单生产和按库存生产等不同运营模式下生产管理的全过程。
                        </p>
                        <p>
                            网络会计模拟则拓展传统会计模拟实习至网络环境，以企业真实经营业务过程为
                            主线，包括企业在供应、生产、销售等整个生产经营过程中发生的各种经济业务，从
                            开设账户、设置账簿、经济业务发生时取得原始凭证、编制记账凭证、登记账簿、计
                            算产品成本、核算财务成果、进行利润分配到编制财务报表，完成一个会计核算工作
                            的循环过程。
                        </p>
                        <p>
                            企业经营决策模拟则一方面采用独特、直观的物理沙盘和教具, 模拟市场多变的
                            环境, 采用角色扮演、情景模拟和讲师点评的方式, 将企业运营管理中的各种业务过
                            程全部展示在模拟沙盘上, 使学生在虚拟的市场竞争环境中, 真实体会企业数年的经
                            营管理过程。另一方面通过电子沙盘经营模拟对抗，让学生进一步体验管理的复杂性
                            和竞争的激烈性, 使学生在充分理解 ERP 管理思想和沙盘实验的前提下, 完成从实践
                            到理论, 再由理论到实践的质的飞跃, 以比赛的形式进行更高层次的模拟经营。
                        </p>
                    </div>
                </el-tab-pane>
                <el-tab-pane label="教学方法">
                    <div class="content">
                        <p>
                            以学生为主体，从能动式、开放式和研究型三方面探讨实训实验教学方法的改革。
                            ①能动式实践教学法改革。以发挥学生的主观能动性为目标，设计以学生为中心和主
                            体的实验模式，增加学生的感性认识；利用实验室的各种仿真软件，高仿真地模拟企
                            业的生产经营活动和资金运动情况，激发学生的学习兴趣，使之主动参与到综合创新
                            实践活动中。②开放式实践教学法改革。打破以教师为中心、以学科教材为背景的封
                            闭实验室系统，不拘于课时安排，根据不同学生的发展水平和能力需求，将综合创新
                            实践平台面向全体学生和各专业开放。其次，让学生充分发挥想象空间，运用所学知
                            识自行设计实验方案。③研究型实践教学法改革。将实践教学的内容与科学研究相结
                            合，设计一系列科研训练方法，教会学生探求知识和创新知识的能力。
                        </p>
                        <p>
                            在考核方面，建立多维度的 ERP 实践教学综合创新评价体系。在物理沙盘演练和
                            经营模拟对抗环节，以学生的知识、能力和素质协调发展为基本评价内容，结合综合
                            创新实践教学大纲、教学质量评价标准等内容构建综合实践教学评价体系。在 ERP 系
                            统应用环节，主要考察学生对 ERP 系统的掌握程度，根据不同专业的学科特点，构建个性化的综合创新教学评价体系。
                        </p>
                    </div>
                </el-tab-pane>
                <el-tab-pane label="相关教材">
                    <div class="content-book">
                        <p>
                            中心成员近五年出版教材和自编讲义情况如下：
                        </p>
                        <p>
                            1.李兴国，普通高等教育十一五(十五、十二五)国家级规划教材《信息管理学》（第三版），高等教育出版社出版，2011
                        </p>
                        <p>
                            2.李兴国，《管理信息系统》，东北财经大学出版社，2011
                        </p>
                        <p>
                            3.李兴国，《区域知识资本指数发展报告》，合肥工业大学出版社，2014
                        </p>
                        <p>
                            4.余本功，《电力数据预测理论与方法应用》，科学出版社,2016
                        </p>
                        <p>
                            5.余本功，普通高等教育“十一五”国家级规划教材《信息系统分析、设计与开发方法》，清华大学出版社，2013
                        </p>
                        <p>
                            6.姚禄仕，高等教育出版社，国家“九五”、“十五”、“十一五”规划教材《企业会计学》（第四版），2015
                        </p>
                        <p>
                            7.姚禄仕，《上市公司可持续发展问题研究》，中国经济出版社，2014
                        </p>
                        <p>
                            8.何建民，普通高等教育“十一五、十二五”国家级规划教材《电子商务概论》，高等教育出版社，2014
                        </p>
                        <p>
                            9.傅为忠，“十二五”普通高等教育本科国家级规划教材、高等学校管理类专业基础课程教材《企业管理学》（第三版），高等教育出版社，2015
                        </p>
                        <p>10.陆文星，“十一五”国家规划教材《信息系统分析与开发技术》，电子工业出版社，2010
                        </p>
                        <p>
                            11.陆文星，“十二五”国家规划教材《信息系统分析与开发技术（第二版）》，电子工业出版社，2015
                        </p>
                        <p>
                            12.杨颖，《管理信息系统案例》，清华大学出版社，2010
                        </p>
                        <p>
                            13.杨颖，《信息管理学（第三版）》，高等教育出版社，2012
                        </p>
                        <p>
                            14.杨颖，《管理信息系统》，东北财经大学出版社，2010
                        </p>
                        <p>
                            15.杨颖，ERP 实习指导书，自编讲义
                        </p>
                    </div>
                </el-tab-pane>
            </el-tabs>
        </div>
    </div>
</template>

<script>
    import '../tabs.css'
    export default {
        name: "Teach"
    }
</script>

<style scoped>
    .content-book p{
        text-align: left;
        font-size: 12pt;
    }
</style>

