<template>
    <div>
        <div class="title">
            <h1>体制管理</h1>
        </div>
        <div class="tabs">
            <el-tabs tab-position="left" class="tab">
                <el-tab-pane label="管理体制">
                    <div class="content">
                        <p>
                            ERP 综合实训中心隶属于管理学院，实行校、院二级管理。实验教学任务由学院教
                            学办直接下达，实验设备的购置、日常运行费等由学校教务处管理和划拨。实验中心的
                            实验室工作人员统一调配，经费统一管理，耗材物品统一购置，仪器设备（按分块）统
                            一使用，实验场地（按区域划分）统一安排。实验室工作人员既有分工，又有合作，使
                            各种教学资源得到了最大限度地发挥。
                        </p>
                    </div>
                </el-tab-pane>
                <el-tab-pane label="信息平台">
                    <div class="content">
                        <p>
                            学校和学院十分重视实验教学中心的信息化平台建设，购置了专用服务器，建成了
                            校园网环境下完善的学院内局域网。完整的网络系统。网络教学资源丰富，目前已建立
                            包含管理信息学在内的四门国家精品课程及若干软件平台。各实验室均建立了网络接
                            口，学生在实验过程中可随时与网络连接，进行有关的资料查询，不仅提高了实验效率，
                            同时实验教学的效果也大幅度地提高。
                        </p>
                    </div>
                </el-tab-pane>
                <el-tab-pane label="管理运行机制">
                    <div class="content">
                        <p>
                            实验实训中心现面向本院各专业学生开放。除培养计划要求的计划内实验项目外，
                            第 2 周至第 18 周，实行预约式开放。根据学生报名情况及要求进行的实验项目，实验
                            中心提前安排实验技术人员承担实验准备、实验组织、实验指导、实验项目管理、批阅
                            实验报告等项工作。
                        </p>
                        <p>
                            实验教学中心建立有一整套完善的管理制度，有力地保证了正常的实验教学秩序和
                            良好的实验教学效果。这些制度包括：本科实验教学工作条例、实验室开放管理规定、
                            实验教学中心工作条例等。实验教学评价采用学生评教、老教师督导和专家组综合评价
                            种方法综合考核实验教学中心教师的教学效果。
                        </p>
                        <p>
                            中心建立了学校、学院和中心三级实验教学质量保证体系，保证实验教学的效果和质量。
                        </p>
                    </div>
                </el-tab-pane>
            </el-tabs>
        </div>
    </div>
</template>

<script>
    import '../tabs.css'
    export default {
        name: "Management"
    }
</script>

<style scoped>

</style>